Repository: skampshoff-smartling/GitHubConnectorPullRequest
Catalog: EAC-1.1.xcstrings
Source language: en
Languages: de_de, es_419, es_es, fr_fr, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_hans, zh_hant_tw

# eacHistoryDefSharesPushased
source: Shares purchased. The total number of shares you purchased.
de_de: Gekaufte Aktien Die Gesamtzahl der Aktien, die Sie gekauft haben.
es_419: Acciones compradas El número total de acciones que compró.
es_es: Acciones compradas. Número total de acciones adquiridas.
fr_fr: Actions achetées. Le nombre total d'actions que vous avez achetées.
it_it: Azioni acquistate. Il numero totale di azioni acquistate.
ja_jp: 購入株式数。購入した株式の合計数。
ko_kr: 매수한 주식 매수한 총 주식 수입니다.
ms_my: Syer dibeli. Jumlah bilangan syer yang anda beli.
pt_br: Ações compradas. O número total de ações que você comprou.
ru_ru: Приобретенные акции. Общее количество приобретенных вами акций.
th_th: หุ้นที่ซื้อ จํานวนหุ้นทั้งหมดที่คุณซื้อ
vi_vn: Cổ phiếu đã mua. Tổng số cổ phiếu bạn đã mua.
zh_hans: 已买进的股份。您购买的股份总数。
zh_hant_tw: 已買進的股份。您購買的股份總數。

# eacHistoryDefSharesSold
source: Shares sold. Shares you purchased and then were immediately sold. Some or all of the shares may have been sold to cover tax withholding associated with your purchase.
de_de: Aktien verkauft. Aktien, die Sie gekauft und dann sofort verkauft haben. Möglicherweise wurden einige oder alle Aktien verkauft, um die mit Ihrem Kauf verbundene Quellensteuer zu decken.
es_419: Acciones vendidas. Acciones que compró y se vendieron inmediatamente. Es posible que se hayan vendido algunas o todas las acciones para cubrir la retención fiscal asociada a su compra.
es_es: Acciones vendidas. Acciones que compró y se vendieron inmediatamente. Es posible que se hayan vendido algunas o todas las acciones para cubrir la retención fiscal asociada a su compra.
fr_fr: Actions vendues. Les actions que vous avez achetées et qui ont été immédiatement vendues. Une partie ou la totalité des actions peut avoir été vendue pour couvrir la retenue d'impôt associée à votre achat.
it_it: Azioni vendute. Azioni che hai acquistato e che sono state subito vendute. Alcune o tutte le azioni potrebbero essere state vendute per coprire la riscossione per ritenuta associata al tuo acquisto.
ja_jp: 売却株式。購入され、すぐに売却された株式です。購入に付随する源泉徴収税を補填するために、株式の一部または全部が売却された可能性があります。
ko_kr: 매도된 주식 매수한 후 즉시 매도된 주식입니다. 주식의 일부 또는 전부가 귀하의 매수에 관련된 세금 원천징수를 충당하기 위해 매도되었을 수 있습니다.
ms_my: Syer dijual. Syer yang anda beli dan kemudian dijual dengan serta-merta. Sebahagian atau semua syer mungkin telah dijual untuk menampung penahanan cukai yang berkaitan dengan pembelian anda.
pt_br: Ações vendidas. Ações que você comprou e foram vendidas imediatamente. Algumas ou todas as ações podem ter sido vendidas para cobrir a retenção de impostos associada à compra.
ru_ru: Проданные акции. Акции, которые вы приобрели и сразу же продали. Часть или все акции могли быть проданы для покрытия налогов, связанных с вашей покупкой.
th_th: หุ้นที่ขายแล้ว หุ้นที่คุณซื้อแล้วถูกขายออกไปทันที อาจมีการขายหุ้นทั้งหมดหรือบางส่วนให้กับผู้รับผิดชอบการหักภาษีที่เกี่ยวข้องกับการซื้อของคุณ
vi_vn: Cổ phiếu đã bán. Cổ phiếu bạn đã mua và sau đó được bán ngay lập tức. Một phần hoặc toàn bộ số cổ phiếu có thể đã được bán để trả khoản khấu trừ thuế liên quan đến giao dịch mua của bạn.
zh_hans: 已售股份。您于购买后随即卖出的股份。部分或全部股份可能已卖出，以便支付与您购买相关的预扣税金。
zh_hant_tw: 已售股份。您於購買後隨即賣出的股份。部分或全部股份可能已賣出，以便支付與您購買相關的預扣稅金。

# eacHistoryDefSubscriptionDate
source: Subscription date. The first day of your plan’s subscription (offering) period.
de_de: Zeichnungsdatum Der erste Tag des Abonnementzeitraums (Angebotszeitraums) Ihres Plans.
es_419: Fecha de suscripción El primer día del periodo de suscripción (oferta) de su plan.
es_es: Fecha de suscripción. El primer día del período de suscripción (oferta) de su plan.
fr_fr: Date de souscription. Le premier jour de la période de souscription (offre) de votre plan.
it_it: Data di adesione. Il primo giorno del periodo di abbonamento (offerta) del tuo piano.
ja_jp: 申込日。プランの申込（提供）期間の最初の日。
ko_kr: 청약일 플랜의 청약(제공) 기간의 첫 번째 일입니다.
ms_my: Tarikh langganan. Hari pertama tempoh langganan (tawaran) pelan anda.
pt_br: Data da subscrição. O primeiro dia do período de subscrição (oferta) do seu plano.
ru_ru: Дата подписки. Первый день периода подписки (размещения) в рамках вашего плана.
th_th: วันที่สมัครสมาชิก วันแรกของระยะเวลาการสมัครสมาชิก (ข้อเสนอ) ของแผน
vi_vn: Ngày đăng ký. Ngày đầu tiên trong giai đoạn đăng ký (ưu đãi) của chương trình.
zh_hans: 认购日期。您的计划认购（发行）期的首日。
zh_hant_tw: 認購日期。您的計劃認購（發行）期的首日。

# eacHistoryDefSubscriptionFMV
source: Subscription FMV. The closing market price (fair market value) of shares on your purchase date.
de_de: Marktgerechter Wert (FMV) der Abonnement Der Marktschlusskurs (fairer Marktwert) der Aktien am Tag Ihres Kaufs.
es_419: Valor justo de mercado de suscripción El precio de cierre del mercado (valor justo de mercado) de las acciones en la fecha de compra.
es_es: FMV de suscripción El precio de cierre del mercado (valor justo de mercado) de las acciones en la fecha de compra.
fr_fr: FMV de souscription. Le cours de clôture (juste valeur de marché) des actions à la date d'achat.
it_it: FMV di sottoscrizione. Il prezzo di mercato di chiusura (valore equo di mercato) delle azioni alla data di acquisto.
ja_jp: FMVを申し込む。購入日における株式の終値（公正市場価値）。
ko_kr: 청약 FMV 귀하의 매수 날짜 주식의 종가(공정 시장 가치)입니다.
ms_my: FMV Langganan. Harga pasaran penutupan (nilai pasaran yang adil) syer pada tarikh pembelian anda.
pt_br: FMV na subscrição. O preço de encerramento do mercado (valor justo de mercado) das ações na data da compra.
ru_ru: FMV при подписке. Цена закрытия (действительная стоимость) на дату начала подписки.
th_th: สมัครสมาชิก FMV ราคาปิดตลาด (มูลค่าตลาดที่ยุติธรรม) ของหุ้นในวันที่คุณซื้อ
vi_vn: FMV khi đăng ký. Giá thị trường đóng cửa (giá trị thị trường hợp lý) của cổ phiếu vào ngày bạn mua.
zh_hans: 认购 FMV。您购买日期当天的股票收盘行情（公平市场价值）。
zh_hant_tw: 認購 FMV。您購買日期當天的股票收盤行情（公平市場價值）。

# eacHistoryDefTaxWithholding
source: Tax withholding method. Your company determines the method for tax withholding.
de_de: Steuereinbehaltungseinstellungen Ihr Unternehmen bestimmt die Methode für den Steuerabzug.
es_419: Método de retención fiscal. Tu empresa determina el método para la retención de impuestos.
es_es: Método de retención fiscal. Su empresa determina el método para la retención de impuestos.
fr_fr: Méthode de retenue d'impôt. Votre entreprise détermine la méthode de retenue d'impôt.
it_it: Metodo di riscossione per ritenuta. La tua società stabilisce il metodo di riscossione per ritenuta.
ja_jp: 源泉徴収方法。源泉徴収の方法は会社が決定します。
ko_kr: 세금 원천징수 방법 귀하의 회사에서 세금 원천징수 방법을 결정합니다.
ms_my: Kaedah penahanan cukai. Syarikat anda menentukan kaedah untuk penahanan cukai.
pt_br: Método de retenção de imposto. Sua empresa determina o método de retenção de imposto.
ru_ru: Метод удержания налогов. Ваша компания определяет метод удержания налогов.
th_th: วิธีหักภาษี ณ ที่จ่าย บริษัทของคุณกำหนดวิธีหักภาษี
vi_vn: Phương pháp khấu trừ thuế. Công ty của bạn quyết định phương pháp khấu lưu thuế.
zh_hans: 税务预扣方式。您的公司决定预扣税金的方式。
zh_hant_tw: 稅務預扣方式。您的公司決定預扣稅金的方式。

# eacHistoyDefSymbol
source: Symbol. The stock ticker symbol for the ESPP shares.
de_de: Börsenkürzel Das Börsenkürzel für die ESPP-Aktien.
es_419: Símbolo Símbolo bursátil de las acciones del ESPP.
es_es: Símbolo Símbolo bursátil de las acciones del ESPP.
fr_fr: Symbole. Le symbole boursier des actions ESPP.
it_it: Simbolo. Il simbolo del ticker azionario per le azioni ESPP.
ja_jp: シンボル。ESPP株の株式ティッカーシンボル。
ko_kr: 심볼 ESPP 주식의 주식 티커 심볼
ms_my: Simbol. Simbol ticker saham untuk syer ESPP.
pt_br: Símbolo. O símbolo das ações do ESPP.
ru_ru: Символ. Тикер, под которым акции ESPP котируются на бирже.
th_th: สัญลักษณ์ สัญลักษณ์ทิกเกอร์หุ้นสำหรับหุ้น ESPP
vi_vn: Mã. Mã chứng khoán của cổ phiếu ESPP.
zh_hans: 代号。员工股票购买计划股份的股票代号。
zh_hant_tw: 代號。員工股票購買計劃股份的股票代號。

# eacHistyDefQuantity
source: Quantity. The number of shares deposited.
de_de: Stückzahl Die Anzahl der eingezahlten Aktien.
es_419: Cantidad Número de acciones depositadas.
es_es: Cantidad. Número de acciones depositadas.
fr_fr: Quantité. Le nombre d'actions déposées.
it_it: Quantità. Il numero di azioni depositate.
ja_jp: 数量。預託された株式数。
ko_kr: 수량 입금된 주식 수량
ms_my: Kuantiti. Bilangan syer yang didepositkan.
pt_br: Quantidade. O número de ações depositadas.
ru_ru: Количество. Количество внесенных акций.
th_th: จำนวน จำนวนหุ้นที่ฝาก
vi_vn: Số lượng. Số lượng cổ phiếu lưu ký.
zh_hans: 数量。存款的股份数量。
zh_hant_tw: 數量。存款的股份數量。

source: Edit
de_de: Bearbeiten
es_419: Editar
es_es: Editar
fr_fr: Modifier
it_it: Modifica
ja_jp: 編集
ko_kr: 수정
pt_br: Editar
ru_ru: Редактировать
th_th: แก้ไข
vi_vn: Chỉnh sửa
zh_hans: 编辑
zh_hant_tw: 編輯

source: Employee Stock Purchase Plan
de_de: Aktienerwerbsplan für Mitarbeiter (ESPP)
es_419: Plan de compra de acciones para empleados
es_es: Plan de compra de acciones para empleados
fr_fr: Plan d'achat d'actions pour les employés (ESPP)
it_it: Piano di acquisto azioni per i dipendenti (ESSP)
ja_jp: 従業員株式購入制度
ko_kr: 직원 주식 구매 계획
ms_my: Pelan Pembelian Saham Pekerja
pt_br: Plano de compra de ações para funcionários
ru_ru: Программа льготной покупки акций сотрудниками
th_th: แผนการซื้อหุ้นของพนักงาน
vi_vn: Kế hoạch phát hành cổ phiếu cho nhân viên
zh_hans: 员工股票购买计划（ESPP）
zh_hant_tw: 員工股票購買計劃（ESPP）

# emptyStateMessage
source: We were unable to load content. Please try again.
de_de: Wir konnten keine Inhalte laden. Bitte versuche es erneut.
es_419: No pudimos cargar el contenido. Inténtalo de nuevo.
es_es: No se ha podido cargar el contenido. Inténtelo de nuevo.
fr_fr: Le contenu n'a pas pu être chargé. Veuillez réessayer.
it_it: Non siamo riusciti a caricare il contenuto. Ti preghiamo di riprovare.
ja_jp: コンテンツを読み込めませんでした。もう一度お試しください。
ko_kr: 콘텐츠를 로드할 수 없습니다. 다시 시도해 주세요.
ms_my: Kami tidak dapat memuatkan kandungan. Sila cuba lagi.
pt_br: Não foi possível carregar o conteúdo. Tente novamente.
ru_ru: Нам не удалось загрузить содержимое. Повторите попытку.
th_th: เราไม่สามารถโหลดเนื้อหาได้ โปรดลองอีกครั้ง
vi_vn: Chúng tôi không thể tải nội dung. Vui lòng thử lại.
zh_hans: 我们无法载入内容。请再试一次。
zh_hant_tw: 我們無法載入內容。請再試一次。

source: Enroll
de_de: Anmelden
es_419: Inscribirse
es_es: Inscribirse
fr_fr: S'inscrire
it_it: Aderisci
ja_jp: 登録する
ko_kr: 등록
ms_my: Mendaftar
pt_br: Inscrever
ru_ru: Зарегистрироваться
th_th: ลงทะเบียน
vi_vn: Đăng ký
zh_hans: 注册
zh_hant_tw: 註冊

source: Enter All Available
de_de: Alle Verfügbaren eingeben
es_419: Introducir todos los disponibles
es_es: Introducir todos los disponibles
fr_fr: Saisir tous les éléments disponibles
it_it: Inserisci tutte le voci disponibili
ja_jp: 利用可能なものをすべて入力
ko_kr: 사용 가능한 모든 항목 입력
ms_my: Masukkan Semua yang Ada
pt_br: Incluir todos os disponíveis
ru_ru: Укажите все доступные варианты
th_th: กรอกทั้งหมดที่มีอยู่
vi_vn: Nhập tất cả có sẵn
zh_hans: 输入所有可用数量
zh_hant_tw: 輸入所有可用數量

source: Enter Amount
de_de: Betrag eingeben
es_419: Introduce el importe
es_es: Introducir importe
fr_fr: Saisir le montant
it_it: Inserisci l'importo
ja_jp: 金額を入力
ko_kr: 금액 입력
ms_my: Masukkan Jumlah
pt_br: Informar montante
ru_ru: Введите сумму
th_th: กรอกจำนวนเงิน
vi_vn: Nhập số tiền
zh_hans: 输入金额
zh_hant_tw: 輸入金額

source: Enter Change Request
de_de: Änderungsantrag eingeben
es_419: Introducir solicitud de cambio
es_es: Introducir solicitud de cambio
fr_fr: Saisir la demande de modification
it_it: Inserisci richiesta di modifica
ja_jp: 変更リクエストを入力
ko_kr: 변경 요청 입력
ms_my: Masukkan Permintaan Perubahan
pt_br: Incluir solicitação de mudança
ru_ru: Ввести запрос на изменение
th_th: กรอกคำขอเปลี่ยนแปลง
vi_vn: Nhập yêu cầu thay đổi
zh_hans: 输入变更请求
zh_hant_tw: 輸入變更請求

source: Enter Order
de_de: Auftrag eingeben
es_419: Colocar orden
es_es: Introducir orden
fr_fr: Saisir l'ordre
it_it: Inserisci ordine
ja_jp: 注文を入力してください
ko_kr: 주문 입력
ms_my: Masukkan Pesanan
pt_br: Incluir ordem
ru_ru: Указать ордер
th_th: กรอกการสั่งซื้อขาย
vi_vn: Nhập lệnh
zh_hans: 输入订单
zh_hant_tw: 輸入訂單

source: Enter Quantity
de_de: Menge eingeben
es_419: Introducir cantidad
es_es: Introducir cantidad
fr_fr: Saisir la quantité
it_it: Inserisci quantità
ja_jp: 数量の入力
ko_kr: 수량 입력
ms_my: Masukkan Kuantiti
pt_br: Informar quantidade
ru_ru: Введите количество
th_th: กรอกจำนวน
vi_vn: Nhập số lượng
zh_hans: 输入数量
zh_hant_tw: 輸入數量

source: Equity Awards
de_de: Aktienbasierte Leistungsprämien
es_419: Retribuciones de acciones
es_es: Retribuciones de acciones
fr_fr: Attributions d'actions
it_it: Conferimenti azionari
ja_jp: 株式報奨
ko_kr: 주식 보상
ms_my: Ganjaran Ekuiti
pt_br: Premiações em ações
ru_ru: Долевые акционные вознаграждения
th_th: รางวัลที่เป็นสินทรัพย์ทุน
vi_vn: Phần thưởng cổ phần
zh_hans: 股权奖励
zh_hant_tw: 股權獎勵

source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
ja_jp: エラー
ko_kr: 오류
ms_my: Ralat
pt_br: Erro
ru_ru: Ошибка
th_th: ข้อผิดพลาด
vi_vn: Lỗi
zh_hans: 错误
zh_hant_tw: 錯誤

# esppChangeBackButton
source: Back
de_de: Zurück
es_419: Volver
es_es: Volver
fr_fr: Retour
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤로
ms_my: Undur
pt_br: Voltar
ru_ru: Назад
th_th: กลับ
vi_vn: Quay lại
zh_hans: 返回
zh_hant_tw: 返回

# esppChangeCancelButton
source: Cancel
de_de: Abbrechen
es_419: Cancelar
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: 取消し
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отменить
th_th: ยกเลิก
vi_vn: Huỷ
zh_hans: 取消
zh_hant_tw: 取消

# esppChangeContributionHeader
source: Contribution
de_de: Beitrag
es_419: Contribución
es_es: Contribución
it_it: Contributo
ja_jp: 拠出
ko_kr: 납입
ms_my: Sumbangan
pt_br: Contribuição
ru_ru: Взнос
th_th: เงินสนับสนุน
vi_vn: Đóng góp
zh_hans: 提拨
zh_hant_tw: 提撥

# esppChangeDecreaseUnallowedErrorMessage
source: The plan does not allow decreases to contribution at this time.
de_de: Der Plan gestattet derzeit keine Verminderung des Beitrags.
es_419: El plan no permite disminuir la contribución en este momento.
es_es: El plan no permite disminuir la contribución en este momento.
fr_fr: Le plan ne permet pas de réduire la contribution pour le moment.
it_it: Al momento il piano non consente riduzioni del contributo.
ja_jp: 本プランでは現時点では積立金を減らすことは認められていません。
ko_kr: 해당 플랜은 현재 납입액 감소를 허용하지 않습니다.
ms_my: Pelan ini tidak membenarkan pengurangan sumbangan pada masa ini.
pt_br: No momento, o plano não permite reduções na contribuição.
ru_ru: На данный момент ваш план не предусматривает уменьшения размера взноса.
th_th: แผนนี้ไม่อนุญาตให้ลดเงินสนับสนุนในขณะนี้
vi_vn: Kế hoạch hiện không cho phép giảm đóng góp.
zh_hans: 该计划目前不允许减少供款。
zh_hant_tw: 該計劃目前不允許減少供款。

# esppChangeErrorClose
source: Close
de_de: Schließen
es_419: Cerrar
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
ms_my: Tutup
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng
zh_hans: 关闭
zh_hant_tw: 關閉

# esppChangeErrorTitle
source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
ja_jp: エラー
ko_kr: 오류
ms_my: Ralat
pt_br: Erro
ru_ru: Ошибка
th_th: ข้อผิดพลาด
vi_vn: Lỗi
zh_hans: 错误
zh_hant_tw: 錯誤

# esppChangeIncreaseUnallowedErrorMessage
source: The plan does not allow increases to contribution at this time.
de_de: Der Plan gestattet derzeit keine Erhöhung des Beitrags.
es_419: El plan no permite aumentar la contribución en este momento.
es_es: El plan no permite aumentar la contribución en este momento.
fr_fr: Le plan ne permet pas d'augmenter la contribution pour le moment.
it_it: Al momento il piano non prevede aumenti del contributo.
ja_jp: 本プランでは現時点では積立金を増やすことは認められていません。
ko_kr: 해당 플랜은 현재 납입액 증가를 허용하지 않습니다.
ms_my: Pelan itu tidak membenarkan kenaikan sumbangan pada masa ini.
pt_br: No momento, o plano não permite aumentos na contribuição.
ru_ru: На данный момент ваш план не предусматривает увеличения размера взноса.
th_th: แผนนี้ไม่อนุญาตให้เพิ่มเงินสนับสนุนในขณะนี้
vi_vn: Kế hoạch hiện không cho phép tăng đóng góp.
zh_hans: 该计划目前不允许增加供款。
zh_hant_tw: 該計劃目前不允許增加供款。

# esppChangeNavigationTitle
source: Contribution Rate
de_de: Beitragssatz
es_419: Tasa de contribución
es_es: Tasa de contribución
fr_fr: Taux de contribution
it_it: Tasso di contribuzione
ja_jp: 拠出率
ko_kr: 납입률
ms_my: Kadar Sumbangan
pt_br: Taxa de contribuição
ru_ru: Ставка взноса
th_th: อัตราเงินสมทบ
vi_vn: Tỉ lệ đóng góp
zh_hans: 提拨率
zh_hant_tw: 提撥率

# esppChangeNoChangeErrorMessage
source: You have not indicated the changes you want to make to this election.
de_de: Sie haben nicht angegeben, welche Änderungen Sie an dieser Auswahl vornehmen möchten.
es_419: No has indicado los cambios que deseas realizar en esta elección.
es_es: No ha indicado qué modificaciones desea realizar en esta elección.
fr_fr: Vous n'avez pas indiqué les modifications que vous voulez apporter à cette option.
it_it: Non hai indicato le modifiche che vuoi apportare a questa scelta.
ja_jp: 本選択に希望される変更をされていません。
ko_kr: 선택에 대한 변경 사항을 명시하지 않았습니다.
ms_my: Anda tidak menunjukkan perubahan yang anda mahu buat pada pemilihan ini.
pt_br: Você não indicou as alterações a fazer nesta opção.
ru_ru: Вы не указали, какие изменения вы хотели бы внести в свой выбор.
th_th: คุณไม่ได้ระบุการเปลี่ยนแปลงที่คุณต้องการทำในการเลือกนี้
vi_vn: Bạn đã không chỉ ra những thay đổi bạn muốn thực hiện cho bầu chọn này.
zh_hans: 您尚未表明想对此选择做出的更改。
zh_hant_tw: 您尚未表明想對此選擇做出的更改。

# esppChangeSubmitButton
source: Submit
de_de: Absenden
es_419: Enviar
es_es: Enviar
fr_fr: Envoyer
it_it: Invia
ja_jp: 提出する
ko_kr: 제출
ms_my: Serahkan
pt_br: Enviar
ru_ru: Отправить
th_th: ส่ง
vi_vn: Gửi
zh_hans: 提交
zh_hant_tw: 提交

# esppChangeZeroUnallowedErrorMessage
source: The plan does not allow changing the contribution to zero.
de_de: Der Plan gestattet keine Änderung des Beitrags auf Null.
es_419: El plan no permite cambiar la contribución a cero.
es_es: El plan no permite establecer la contribución en cero.
fr_fr: Le plan ne permet pas de modifier la contribution pour le moment.
it_it: Il piano non consente di modificare il contributo a zero.
ja_jp: 本プランでは積立金をゼロに変更することは認められていません。
ko_kr: 해당 플랜에서는 납입액을 0으로 변경할 수 없습니다.
ms_my: Pelan itu tidak membenarkan penukaran sumbangan kepada sifar.
pt_br: O plano não permite alterar a contribuição para zero.
ru_ru: Ваш план не предусматривает изменение взноса до нуля.
th_th: แผนนี้ไม่อนุญาตให้เปลี่ยนเงินสนับสนุนเป็นศูนย์
vi_vn: Kế hoạch không cho phép thay đổi mức đóng góp thành 0.
zh_hans: 该计划不允许将供款金额更改为零。
zh_hant_tw: 該計劃不允許將供款金額更改為零。

# esppEnrollAckContributionRate
source: Contribution Rate:
de_de: Beitragssatz
es_419: Tasa de contribución:
es_es: Tasa de contribución:
fr_fr: Taux de contribution :
it_it: Tasso di contributo:
ja_jp: 拠出率
ko_kr: 납입률:
ms_my: Kadar Sumbangan:
pt_br: Taxa de contribuição:
ru_ru: Ставка взноса:
th_th: อัตราเงินสนับสนุน:
vi_vn: Tỉ lệ đóng góp:
zh_hans: 提拨率：
zh_hant_tw: 提撥率：

# esppEnrollAckFirstPurchaseDate
source: First Purchase Date:
de_de: Erstes Kaufdatum
es_419: Fecha de la primera compra:
es_es: Fecha de la primera compra:
fr_fr: Date du premier achat :
it_it: Data del primo acquisto:
ja_jp: 初回購入日：
ko_kr: 최초 매수일:
ms_my: Tarikh Pembelian Pertama:
pt_br: Data da primeira compra:
ru_ru: Дата первой покупки:
th_th: วันที่ซื้อครั้งแรก:
vi_vn: Ngày mua đầu tiên:
zh_hans: 首次购买日期：
zh_hant_tw: 首次購買日期：

# esppEnrollAckNavigationTitleUpdate
source: You're Enrolled!
de_de: Anmeldung erfolgreich!
es_419: ¡Estás inscrito!
es_es: ¡Estás inscrito!
fr_fr: Vous êtes inscrit(e)!
it_it: Hai già completato l'iscrizione!
ja_jp: 登録が完了しました。
ko_kr: 등록되었습니다!
ms_my: Anda Telah Mendaftar!
pt_br: Você está inscrito!
ru_ru: Вы зарегистрированы!
th_th: คุณลงทะเบียนแล้ว!
vi_vn: Bạn đã đăng ký!
zh_hans: 您已注册！
zh_hant_tw: 您已註冊！

# esppEnrollAckNextPurchasePeriod
source: Next Purchase Period:
de_de: Nächster Kaufzeitraum
es_419: Próximo periodo de compra:
es_es: Próximo periodo de compra:
fr_fr: Prochaine période d'achat :
it_it: Prossimo periodo di acquisto:
ja_jp: 次回購入期間：
ko_kr: 다음 매수 기간:
ms_my: Tempoh Pembelian Seterusnya:
pt_br: Próximo período de compra
ru_ru: Следующий период покупки:
th_th: ระยะเวลาเสนอซื้อครั้งต่อไป:
vi_vn: Thời gian mua tiếp theo:
zh_hans: 下一个购买期：
zh_hant_tw: 下一個購買期：

# esppEnrollAckStepProgressTitle
source: Acknowledgement
de_de: Bestätigung
es_419: Reconocimiento
es_es: Reconocimiento
fr_fr: Accusé de réception
it_it: Conferma
ja_jp: 承認
ko_kr: 확인
ms_my: Pengakuan
pt_br: Reconhecimento
ru_ru: Подтверждение
th_th: การรับทราบ
vi_vn: Xác nhận
zh_hans: 确认
zh_hant_tw: 確認

# esppEnrollAgreementAcknowledgement
source: I have read the Enrollment Agreement and agree to the Terms and Conditions.
de_de: Ich habe die Einschreibungsvereinbarung gelesen und stimme den Allgemeinen Geschäftsbedingungen zu.
es_419: He leído el Acuerdo de Inscripción y acepto los Términos y Condiciones.
es_es: He leído el Acuerdo de Inscripción y acepto los Términos y Condiciones.
fr_fr: J'ai lu le contrat d'inscription et j'accepte les conditions générales.
it_it: Ho letto l'accordo di registrazione e accetto le Condizioni contrattuali.
ja_jp: 私は、登録同意書を読み、条件に同意します。
ko_kr: 등록 계약을 읽었으며, 약관에 동의합니다.
ms_my: Saya telah membaca Perjanjian Pendaftaran dan bersetuju dengan Terma dan Syarat.
pt_br: Eu li o Contrato de Inscrição e concordo com os Termos e Condições.
ru_ru: Я прочитал Договор о регистрации и согласен с Правилами и условиями.
th_th: ข้าพเจ้าได้อ่านข้อตกลงการลงทะเบียนและยอมรับข้อกำหนดและเงื่อนไขแล้ว
vi_vn: Tôi đã đọc Thoả thuận đăng ký và đồng ý với các Điều khoản và Điều kiện.
zh_hans: 我已阅读注册协议并同意条款及条件。
zh_hant_tw: 我已閱讀註冊協議並同意條款及條件。

# esppEnrollAgreementAmountText
source: I, %@, would like to contribute %@ of my eligible compensation each pay period.
de_de: Ich, %1$@, möchte einen Beitrag von %2$@ meiner anspruchsberechtigten Vergütung in jedem Zahlungszeitraum leisten.
es_419: Yo, %1$@, quiero contribuir con %2$@ de mi compensación apta en cada periodo de pago.
es_es: Yo, %1$@, quiero contribuir con %2$@ de mi compensación apta en cada periodo de pago.
fr_fr: Je, soussigné(e) %1$@, souhaite contribuer %2$@ de ma rémunération admissible à chaque période de paie.
it_it: Il/la sottoscritto/a %1$@ desidera contribuire, per ciascun periodo di paga, con %2$@ della propria retribuzione ammissibile.
ja_jp: 私、%1$@は、各給与支払い期間に適格報酬の%2$@を拠出することを希望します。
ko_kr: %1$@ 본인은 매 급여 기간마다 제 적격 급여의 %2$@ %%를 납입하고자 합니다.
ms_my: Saya, %1$@, ingin menyumbang %2$@ %% daripada pampasan saya yang layak setiap tempoh gaji.
pt_br: Eu, %1$@, quero contribuir com US$ %2$@ da minha remuneração aprovada a cada período de pagamento.
ru_ru: Я, %1$@, хочу вносить %2$@%% от моей соответствующей критериям заработной платы каждый платежный период.
th_th: ข้าพเจ้า %1$@ ประสงค์ที่จะมอบเงินจำนวน %2$@ จากผลตอบแทนที่มีสิทธิได้รับในแต่ละงวดการจ่ายเงิน
vi_vn: Tôi, %1$@, muốn đóng góp %2$@ khoản thù lao đủ điều kiện của tôi trong mỗi kỳ trả lương.
zh_hans: 本人，%1$@，愿意在每个发薪期将合格薪酬的 %2$@ 用于提拨用途。
zh_hant_tw: 本人，%1$@，願意在每個發薪期將合格薪酬的 %2$@ 用於提撥用途。

# esppEnrollAgreementBackButton
source: Back
de_de: Zurück
es_419: Volver
es_es: Volver
fr_fr: Retour
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤로
ms_my: Undur
pt_br: Voltar
ru_ru: Назад
th_th: กลับ
vi_vn: Quay lại
zh_hans: 返回
zh_hant_tw: 返回

# esppEnrollAgreementErrorAction
source: Close
de_de: Schließen
es_419: Cerrar
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
ms_my: Tutup
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng
zh_hans: 关闭
zh_hant_tw: 關閉

# esppEnrollAgreementErrorTitle
source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
ja_jp: エラー
ko_kr: 오류
ms_my: Ralat
pt_br: Erro
ru_ru: Ошибка
th_th: ข้อผิดพลาด
vi_vn: Lỗi
zh_hans: 错误
zh_hant_tw: 錯誤

# esppEnrollAgreementNavigationTitleUpdate
source: Agree to Terms
de_de: Den Bedingungen zustimmen
es_419: Acepto los términos:
es_es: Aceptar los términos
fr_fr: J’accepte les conditions
it_it: Accetta i termini
ja_jp: 条件に同意
ko_kr: 약관 동의
ms_my: Setuju dengan Terma
pt_br: Concordar com os termos
ru_ru: Согласие с условиями
th_th: ยอมรับเงื่อนไข
vi_vn: Đồng ý với các điều khoản
zh_hans: 同意条款
zh_hant_tw: 同意條款
